benchmarks_and_logs/sysbench_benchmark.log
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            118762
        write:                           0
        other:                           16966
        total:                           135728
    transactions:                        8483   (848.01 per sec.)
    queries:                             135728 (13568.22 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0017s
    total number of events:              8483

Latency (ms):
         min:                                    0.82
         avg:                                    1.18
         max:                                   13.79
         95th percentile:                        1.93
         sum:                                 9975.00

Threads fairness:
    events (avg/stddev):           8483.0000/0.00
    execution time (avg/stddev):   9.9750/0.00