benchmarks_and_logs/sysbench_benchmark.log
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            119140
        write:                           0
        other:                           17020
        total:                           136160
    transactions:                        8510   (850.67 per sec.)
    queries:                             136160 (13610.72 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0004s
    total number of events:              8510

Latency (ms):
         min:                                    0.82
         avg:                                    1.17
         max:                                    4.91
         95th percentile:                        1.96
         sum:                                 9973.28

Threads fairness:
    events (avg/stddev):           8510.0000/0.00
    execution time (avg/stddev):   9.9733/0.00